{
  "title_home": "Inicio",
  "title_contact": "Contacto",
  "description": "Machol & Johannes, LLC (y affiliados) se dedica al cobro de deudas.",
  "author": "@macholjohannes",
  "menu1": "Inicio",
  "menu2": "Empleo",
  "menu3": "Contacto",
  "headline": "Es fácil hacer un pago",
  "headline2": "clic abajo ...o llame al 866-729-3328.",
  "button1": "Haga un pago",
  "box1-headline": "Obtenga respuestas",
  "box1-text": "¿Necesita ayuda? ¿Tiene una queja? ¿Pregunta? ¿Comentario?",
  "box1-button": "Contáctenos",
  "box2-headline": "¡Trabaje con nosotros!",
  "box2-text": "Constantemente somos reconocidos como un gran lugar para trabajar. ¡Forme parte de nuestro increíble equipo!",
  "box2-button": "Aplique ahora",
  "box3-headline": "Haga un pago",
  "box3-text": "Cualquier acuerdo de pago debe ser expresamente aprobado en-línea, por correo electrónico, verbalmente o por escrito por un representante de Machol & Johannes, LLC.",
  "box3-button": "Haga un pago",
  "contact-us-title": "Contacto",
  "contact-us-txt1": "Para hablar con un representante por favor marque gratis al teléfono ",
  "contact-us-toll-free": "Llame gratis",
  "contact-us-general-fax": "Fax",
  "contact-us-email": "Correo electrónico",
  "contact-us-office-hours": "Horas hábiles",
  "contact-us-mailing-address": "Dirección postal",
  "footer-line1": "Machol & Johannes, LLC Todos los derechos reservados",
  "footer-line2": "Machol & Johannes, LLC está afiliada a Machol & Johannes, LLP (una LLP de Washington) y a Machol & Johannes, LLLP (a New Mexico LLLP).",
  "footer-line3": "Importante aviso legal: Machol & Johannes, LLC se dedica al cobro de deudas. Este es un intento de cobrar una deuda. Cualquier información obtenida sera usada para este propósito.",
  "privacy-policy": "Política de Privacidad",
  "privacy-update": "Este documento se actualizó por última vez el 1 de enero de 2021",
  "privacy-policy-text": "<headline>Política de Privacidad </headline><p>Machol & Johannes, LLC</p><p>Vigente a partir del 1 de enero del 2021</p><subtitle>Política de Privacidad</subtitle><p>Este es un intento de cobrar una deuda y cualquier información obtenida se utilizará para ese propósito.</p><p>Esta Política de Privacidad gobierna la manera en la que Machol & Johannes, LLC recopila, usa, mantiene y divulga la información recopilada de los usuarios (cada uno de ellos denominado un &quot;Usuario&quot;) del sitio web www.mjfirm.com (&quot;Sitio&quot;). Esta Política de Privacidad se aplica al Sitio y a todos los productos y servicios ofrecidos por Machol & Johannes, LLC.</p><subtitle>Información de Identificación Personal</subtitle><p>Podemos recopilar información de identificación personal de los Usuarios en diversas formas, que incluyen, entre otras, sin limitación, cuando los Usuarios visitan nuestro Sitio, completan un formulario, y en relación con otras actividades, servicios, características o recursos que ponemos a disposición en nuestro Sitio. A los Usuarios se les puede pedir, según corresponda, nombre, dirección de correo electrónico, dirección postal, y número de teléfono. Sin embargo, los Usuarios pueden visitar nuestro Sitio de forma anónima. Recopilaremos información de identificación personal de los Usuarios solo si nos envían voluntariamente dicha información. Los Usuarios pueden negarse a proporcionar información de identificación personal; sin embargo, esto podría evitar su participación en ciertas actividades relacionadas con el Sitio.</p><subtitle>Información de Identificación no Personal</subtitle><p>Podemos recopilar información de identificación no personal sobre los Usuarios cada vez que interactúan con nuestro Sitio. La información de identificación no personal puede incluir el nombre del navegador, el tipo de computadora e información técnica sobre los medios de conexión de los Usuarios a nuestro Sitio, como el sistema operativo y los proveedores de servicios de Internet utilizados y otra información similar.</p><subtitle>Las Cookies del Navegador Web</subtitle><p>Nuestro Sitio puede utilizar &quot;cookies&quot; para mejorar la experiencia del Usuario. El navegador web del Usuario coloca cookies en su disco duro para fines de mantenimiento de registros y, a veces, para rastrear información sobre ellos. El Usuario puede optar por configurar su navegador web para bloquear las cookies o para que le avise cuando se envíen cookies. Si el Usuario opta por bloquear las cookies es posible que algunas partes del Sitio no funcionen correctamente.</p><subtitle>Cómo Utilizamos la Información Recopilada</subtitle><p>Machol & Johannes, LLC recopila y usa la información personal de los Usuarios para los siguientes propósitos:</p><pin>- Para procesar transacciones</pin><pin>Podemos utilizar la información que los Usuarios proporcionan sobre sí mismos al realizar un pedido solo para brindar servicio a ese pedido. No compartimos esta información con terceros, excepto en la medida necesaria para proporcionar el servicio.</pin><pin>- Para enviar correos electrónicos periódicos</pin><pin>La dirección de correo electrónico que proporcionen los Usuarios solo se utilizará para responder a sus consultas y / u otras solicitudes o preguntas.</pin><subtitle>Cómo Protegemos su Información</subtitle><p>Adoptamos prácticas adecuadas de recopilación, almacenamiento y procesamiento de datos y medidas de seguridad para proteger contra el acceso no autorizado, la alteración, la divulgación o la destrucción de su información personal, nombre de Usuario, contraseña, información de transacciones y datos almacenados en nuestro Sitio.</p><p>El intercambio de datos confidenciales y privados entre el Sitio y sus Usuarios ocurre a través de un canal de comunicación seguro SSL y está encriptado y protegido con firmas digitales. Nuestro Sitio también cumple con los estándares de vulnerabilidad de PCI para crear un entorno lo más seguro posible para los Usuarios.</p><subtitle>Compartiendo su Información Personal</subtitle><p>No vendemos, intercambiamos ni alquilamos la información de identificación personal de los Usuarios a terceras personas. Podemos compartir información demográfica agregada genérica que no esté vinculada a ninguna información de identificación personal sobre visitantes y Usuarios con nuestros socios comerciales, afiliados de confianza y anunciantes para los fines descritos anteriormente.</p><subtitle>Modificaciones a esta Política de Privacidad</subtitle><p>Machol & Johannes, LLC tiene la discreción de actualizar esta Política de Privacidad en cualquier momento. Cuando lo hagamos, revisaremos la fecha de actualización en la parte inferior de esta página. Les recomendamos a los Usuarios que consulten con frecuencia esta página para ver si hay cambios y que se mantengan informados de cómo ayudamos a proteger la información personal que recopilamos. Usted reconoce y acepta que es su responsabilidad revisar esta Política de Privacidad en forma periódica y estar al tanto de las modificaciones.</p><subtitle>Su Aceptación de estos Términos</subtitle><p>Al utilizar este Sitio, usted manifiesta su aceptación de esta política. Si no está de acuerdo con esta política, no utilice nuestro Sitio. Su uso continuado del Sitio después de la publicación de cambios a esta política se considerará como su aceptación de dichos cambios.</p><subtitle>Cómo Contactarnos</subtitle><p>Si tiene alguna pregunta sobre esta Política de Privacidad, las prácticas de este Sitio o su trato con este Sitio, comuníquese con nosotros:</p>",
  "terms-and-conditions": "Condiciones del Servicio",
  "terms-and-conditions-text-a": "<headline>Condiciones del Servicio</headline><p>Machol & Johannes, LLC</p><p>Términos y condiciones del Servicio de Uso de Nuestro Sitio Web</p><subtitle>1. Reconocimiento y Aceptación de las Condiciones por Parte del Usuario</subtitle><p>Machol & Johannes (&quot;Nosotros&quot;) proporciona el sitio de Machol & Johannes, LLC, y varios servicios relacionados (colectivamente, el “sitio”) a usted, el usuario, sujeto a su cumplimiento de todos los términos, condiciones y avisos contenidos o mencionados en este documento (las &quot;Condiciones del Servicio&quot;), así como cualquier otro acuerdo escrito entre Nosotros y usted, el Sitio web de Machol & Johannes, LLC y varios otros servicios relacionados (colectivamente denominados el &quot;Sitio&quot;). Además, al utilizar determinados servicios o materiales particulares de este Sitio, los usuarios serán sujetos a cualquier regla publicada aplicable a dichos servicios o materiales que puedan contener términos y condiciones además de estas Condiciones del Servicio. Todas estas pautas o reglas se incorporan aquí como referencia en estas Condiciones del Servicio.</p><p>Estas Condiciones del Servicio están en vigencia a partir del 1 de enero de 2021. Nos reservamos expresamente el derecho de cambiar estas Condiciones del Servicio en cualquier momento y / o sin previo aviso. Usted reconoce y acepta que es su responsabilidad revisar este Sitio y estas Condiciones del Servicio de vez en cuando y familiarizarse con cualquier modificación. El uso de este Sitio tras cambios en las Condiciones del Servicio antes mencionadas constituirá el reconocimiento de las Condiciones del Servicio modificadas y el acuerdo de cumplir y estar sujeto a las Condiciones del Servicio modificadas.</p><p>Tal como se utiliza en estas Condiciones del Servicio se utiliza, las referencias a nuestros &quot;Afiliados&quot; que incluyen a propietarios, subsidiarias, compañías afiliadas, funcionarios, directores, proveedores, socios, patrocinadores y anunciantes, e incluyen también sin limitación a todas las partes involucradas en la creación, producción, y / o entregar este Sitio y / o su contenido.</p><subtitle>2. Descripción de los Servicios</subtitle><p>Ponemos a disposición varios servicios en este Sitio, incluidos, entre otros, Cobro, Quiebra, Derechos de los Acreedores y otros servicios similares. Usted es responsable de proporcionar, a su cargo, todo el equipo necesario para utilizar los servicios, incluida una computadora, módem y acceso a Internet (incluido el pago de todas las tarifas asociadas con dicho acceso).</p><p>Nos reservamos el derecho exclusivo de modificar o interrumpir el Sitio, incluyendo cualquiera de las características del Sitio, en cualquier momento con o sin previo aviso. No seremos responsables ante usted ni ante ningún tercero si ejercemos tal derecho. Cualquier característica nueva que aumente o mejore los servicios vigentes en ese momento en este Sitio también estará sujeta a estas Condiciones del Servicio.</p><subtitle>3. Conducta en el Sitio</subtitle><p>Su uso del Sitio está sujeto a todas las leyes y regulaciones aplicables, y usted es el único responsable del contenido de sus comunicaciones a través del Sitio. Al publicar información en o utilizar cualquier servicio de comunicaciones, sala de chat, tablero de mensajes, grupo de noticias, biblioteca de software u otro servicio interactivo que pueda estar disponible para usted en o a través de este Sitio, usted acepta que no cargará, compartirá, publicará, o distribuirá o facilitará la distribución de cualquier contenido, incluido texto, comunicaciones, software, imágenes, sonidos, datos u otra información, que:</p><pin>a. sea ilegal, amenazante, abusiva, acosadora, difamatoria, calumniosa, engañosa, fraudulenta, invasiva de la privacidad de otra persona, delictiva, que contenga descripciones explícitas o gráficas o relatos de actos sexuales (incluyendo, pero no limitado a, lenguaje sexual de naturaleza violenta o amenazante dirigido a otro individuo o grupo de individuos), o que viole nuestras reglas o políticas;</pin><pin>b. victimiza, acosa, degrada o intimida a un individuo o grupo de individuos por motivos de religión, género, orientación sexual, raza, etnia, edad o discapacidad;</pin><pin>c. infrinja en cualquier patente, marca comercial, secreto comercial, derecho de autor, derecho de publicidad u otro derecho de propiedad de cualquier parte;</pin><pin>d. constituya publicidad no autorizada o no solicitada, correo basura o correo masivo (también conocido como &quot;spam&quot;), cartas en cadena, cualquier otra forma de solicitud no autorizada, o cualquier forma de lotería o juego;</pin><pin>e. contenga virus de software o cualquier otro código de computadora, archivos o programas que están diseñados o destinados a interrumpir, dañar o limitar el funcionamiento de cualquier software, hardware o equipo de telecomunicaciones o dañar u obtener acceso no autorizado a cualquier dato u otra información de cualquier tercero; o</pin><pin>f. se haga pasar por cualquier persona o entidad, incluyendo cualquiera de nuestros empleados o representantes.</pin><p>No respaldamos ni asumimos responsabilidad alguna por el contenido de cualquier material cargado o enviado al Sitio por terceros. Por lo general, no revisamos previamente, monitoreamos ni editamos el contenido publicado por los usuarios de los servicios de comunicaciones, salas de chat, tableros de mensajes, grupos de noticias, bibliotecas de software u otros servicios interactivos que puedan estar disponibles en este Sitio o a través de este. Sin embargo, Nosotros y nuestros agentes tenemos el derecho, a entera discreción, de eliminar cualquier contenido que, a nuestro juicio, no cumpla con estas Condiciones del Servicio y cualquier otra regla de conducta del usuario en nuestro Sitio, o que sea perjudicial, objetable o incorrecta. No somos responsables de ninguna falla o demora en la eliminación de dicho contenido. Asimismo, y a través de estas Condiciones de Servicio usted acepta dicha eliminación de contenido y renuncia a cualquier reclamo contra Nosotros que surja de dicha eliminación de contenido. Consulte &quot;Uso de sus materiales&quot; a continuación para obtener una descripción de los procedimientos a seguir en caso de que alguna de las partes crea que el contenido publicado en este Sitio infrinja cualquier patente, marca comercial, secreto comercial, derecho de autor, derecho de publicidad u otro derecho de propiedad. de cualquier partido.</p><p>Además, no puede usar su cuenta para violar la seguridad de otra cuenta o intentar obtener acceso no autorizado a otra red o servidor. No todas las áreas del Sitio estén disponibles para usted u otros usuarios autorizados del Sitio. No debe interferir con el uso y disfrute del Sitio u otros servicios similares de otra persona. Los usuarios que violen los sistemas o la seguridad de la red pueden incurrir en responsabilidad penal o civil.</p><p>Usted acepta que podemos, en cualquier momento, y a nuestra entera discreción, cancelar su membresía, cuenta u otra afiliación con nuestro Sitio sin previo aviso por violar cualquiera de las disposiciones anteriores. Además, reconoce que cooperaremos plenamente con las investigaciones por violaciones de los sistemas o la seguridad de la red de otros sitios, incluyendo la cooperación con las autoridades policiales en la investigación de presuntas violaciones criminales.</p><subtitle>4. Sitios de Terceros e Información</subtitle><p>Este Sitio puede vincularlo a otros sitios del internet o incluir referencias a información, documentos, software, materiales y / o servicios proporcionados por terceros. Estos sitios pueden contener información o material que algunas personas podrían considerar inapropiado u ofensivo. Estos otros Sitios y partes no están bajo nuestro control, y usted reconoce que no somos responsables de la veracidad, el cumplimiento de los derechos de autor, la legalidad, la decencia o cualquier otro aspecto del contenido de dichos Sitios, ni somos responsables de errores u omisiones en cualquier referencia a terceros o sus productos y servicios. La inclusión de dicho enlace o referencia se proporciona simplemente como una conveniencia y no implica nuestro respaldo o asociación con ese Sitio o con terceros, ni ninguna garantía de ningún tipo, ya sea expresa o implícita.</p><subtitle>5. Información de Propiedad Intelectual</subtitle><p>Derechos de Autor (Copyright) (c) 1 de enero de 2010 Machol & Johannes Todos los derechos reservados.</p><p>Para los propósitos de estas Condiciones del Servicio, &quot;contenido&quot; se define como cualquier información, datos, comunicaciones, software, fotos, videos, gráficos, música, sonidos y otros materiales y servicios que los usuarios puedan ver en nuestro Sitio. Esto incluye foros o tableros de mensajes, chat y cualquier otro contenido original.</p><p>Al aceptar estas Condiciones del Servicio, usted reconoce y acepta que todo el contenido que se le presenta en este Sitio está protegido por derechos de autor, marcas comerciales, marcas de servicio, patentes u otros derechos y leyes de propiedad, y es propiedad exclusiva de Machol & Johannes y / o de sus afiliadas. Solo se le permite usar el contenido según lo autorizado expresamente por Nosotros o por el proveedor de contenido específico. Excepto por una única copia hecha para uso personal únicamente, no puede copiar, reproducir, modificar, volver a publicar, cargar, publicar, transmitir o distribuir ningún documento o información de este Sitio en cualquier forma o por cualquier medio sin nuestro permiso previo por escrito o del proveedor del contenido específico, y usted es el único responsable de obtener el permiso antes de reutilizar cualquier material con derechos de autor que esté disponible en este Sitio. Cualquier uso no autorizado de los materiales que aparecen en este Sitio puede violar los derechos de autor, marcas registradas y otras leyes aplicables y podría resultar en sanciones penales o civiles.</p><p>Ni Nosotros ni nuestros Afiliados garantizamos ni declaramos que el uso que usted haga de los materiales mostrados u obtenidos a través de este Sitio no infringirá los derechos de terceros. Consulte &quot;Uso no autorizado de materiales&quot; a continuación para obtener una descripción de los procedimientos a seguir en caso de que alguna de las partes crea que el contenido publicado en este Sitio infrinja cualquier patente, marca comercial, secreto comercial, derecho de autor, derecho de publicidad u otro derecho de propiedad de cualquiera de las partes.</p><p>Todos los gráficos personalizados, iconos, logotipos y nombres de servicios personalizados son marcas comerciales registradas, marcas comerciales o marcas de servicio de Machol & Johannes o sus Afiliados. Todas las demás marcas comerciales o marcas de servicio son propiedad de sus respectivos dueños. Nada en estas Condiciones del Servicio le otorga ningún derecho a usar ninguna marca comercial, marca de servicio, logotipo y / o el nombre de Machol & Johannes o sus Afiliados.</p>",
  "terms-and-conditions-text-b": "<subtitle>6. Uso No Autorizado de Materiales</subtitle><p>Sujeto a nuestra Política de Privacidad, cualquier comunicación o material que usted transmita a este Sitio o a Nosotros, ya sea por correo electrónico, correo postal u otros medios, por cualquier motivo, será tratado como no confidencial y no propietario. Si bien usted conserva todos los derechos sobre dichas comunicaciones o material, nos otorga a Nosotros y a nuestros agentes y Afiliados un derecho no exclusivo, pagado, perpetuo y mundial para copiar, distribuir, mostrar, ejecutar, publicar, traducir, adaptar, modificar, y utilizar dicho material para cualquier propósito independientemente de la forma o medio (ahora conocido o desconocido) en el que se utilice.</p><p>Por favor, no nos envíe información confidencial o patentada a menos que hayamos acordado mutuamente por escrito lo contrario. Tampoco podemos aceptar sus ideas o propuestas no solicitadas, así que por favor no nos las envíe por ninguna circunstancia.</p><p>Respetamos la propiedad intelectual de los demás y le pedimos que haga lo mismo. Si usted o cualquier usuario de este Sitio cree que sus derechos de autor, marca registrada u otros derechos de propiedad intelectual han sido infringidos por una publicación en este Sitio, usted o el usuario deben enviar una notificación a nuestro Agente Designado (como se identifica a continuación) de inmediato. Para que la notificación sea eficaz debe incluir:</p><pin>1. Identifique con suficiente detalle el trabajo protegido por derechos de autor que usted cree que ha sido infringido u otra información suficiente para especificar la obra protegida por derechos de autor que se está infringiendo.</pin><pin>2. Identifique el material que usted afirma que está infringiendo el trabajo protegido por derechos de autor que aparece en el artículo número 1 anterior.</pin><pin>3. Proporcione información suficientemente razonable que nos permita comunicarnos con usted (de preferencia una dirección de correo electrónico).</pin><pin>4. Proporcione información suficiente, de ser posible, que nos permita notificar al propietario / administrador de la página web presuntamente infractora u otro contenido (de preferencia una dirección de correo electrónico).</pin><pin>5. Incluya la siguiente declaración: &quot;Creo de buena fe que el uso de los materiales con derechos de autor descritos anteriormente como supuestamente infractores no están autorizados por el propietario de los derechos de autor, su agente o la ley&quot;.</pin><pin>6. Incluya la siguiente declaración: &quot;Juro, bajo pena de perjurio, que la información en esta notificación es precisa y que soy el propietario de los derechos de autor o estoy autorizado para actuar en nombre del propietario de un derecho exclusivo que supuestamente ha sido infringido&quot;.</p><pin>7. Firme el papel.</pin><pin>8. Envíe la comunicación escrita a la siguiente dirección:</pin><pin>Agente Designado para Infracción Reclamada:</pin><pin>Haga clic en el botón Contacto en la parte superior del Sitio web o envíe un correo convencional.</pin><p>Usted reconoce y acepta que al recibir una notificación de un reclamo de infracción de derechos de autor, podemos eliminar inmediatamente los materiales identificados de nuestro Sitio sin responsabilidad ante usted o cualquier otra parte y que los reclamos de la parte reclamante y la parte que originalmente publicó los materiales se remitirán a la Oficina de Derechos de Autor de los Estados Unidos (United States Copyright Office) para su adjudicación según lo dispuesto en la Ley de Derechos de Autor del Milenio Digital (Digital Millennium Copyright Act).</p><subtitle>7. Renuncia de Garantías</subtitle><p>TODOS LOS MATERIALES Y SERVICIOS EN ESTE SITIO SE PROPORCIONAN &quot;COMO SON&quot; Y &quot;SEGÚN SU DISPONIBILIDAD&quot; SIN GARANTÍA DE NINGÚN TIPO, YA SEA EXPRESA O IMPLÍCITA, INCLUYENDO, PERO NO LIMITADO A, LAS GARANTÍAS IMPLÍCITAS DE COMERCIABILIDAD O IDONEIDAD PARA UN PROPÓSITO PARTICULAR O LA GARANTÍA DE NO INFRACCIÓN. SIN LIMITAR LO ANTERIOR, NO OFRECEMOS GARANTÍA DE QUE (A) LOS SERVICIOS Y MATERIALES CUMPLIRÁN CON SUS REQUISITOS, (B) LOS SERVICIOS Y MATERIALES SEAN ININTERRUMPIDOS, OPORTUNOS, SEGUROS O LIBRES DE ERRORES, (C) LOS RESULTADOS QUE PUEDAN SER OBTENIDOS DEL USO DE LOS SERVICIOS O MATERIALES SEAN EFECTIVOS, PRECISOS O CONFIABLES, O (D) LA CALIDAD DE CUALQUIER PRODUCTO, SERVICIO O INFORMACIÓN COMPRADOS U OBTENIDOS POR USTED DE NUESTRO SITIO O DE NUESTROS AFILIADOS CUMPLIRÁN SUS EXPECTATIVAS O ESTARÁN LIBRES DE ERRORES, FALTAS O DEFECTOS.</p><p>ESTE SITIO PUEDE INCLUIR ERRORES TÉCNICOS O DE OTRO TIPO, INEXACTITUDES O ERRORES TIPOGRÁFICOS. PODEMOS HACER CAMBIOS A LOS MATERIALES Y SERVICIOS EN ESTE SITIO, INCLUYENDO LOS PRECIOS Y DESCRIPCIONES DE CUALQUIER PRODUCTO AQUÍ LISTADO, EN CUALQUIER MOMENTO Y SIN AVISO. LOS MATERIALES O SERVICIOS DE ESTE SITIO PUEDEN NO ESTAR ACTUALIZADOS Y NO NOS COMPROMETEMOS A ACTUALIZAR DICHOS MATERIALES O SERVICIOS.</p><p>EL USO DE LOS SERVICIOS O LA DESCARGA U OTRA ADQUISICIÓN DE CUALQUIER MATERIAL A TRAVÉS DE ESTE SITIO SE HACE BAJO SU PROPIA DISCRECIÓN Y RIESGO Y CON SU ACUERDO DE QUE USTED SERÁ EL ÚNICO RESPONSABLE DE CUALQUIER DAÑO A SU SISTEMA DE CÓMPUTO O PÉRDIDA DE DATOS QUE RESULTEN DE DICHAS ACTIVIDADES.</p><p>A través de su uso del Sitio, puede tener la oportunidad de participar en transacciones comerciales con otros usuarios y proveedores. Usted reconoce que todas las transacciones relacionadas con cualquier mercancía o servicio ofrecido por cualquier parte, incluidos, entre otros, los términos de compra, los términos de pago, la garantía, las garantías, el mantenimiento y los términos de entrega relacionados con dichas transacciones, se acuerdan únicamente entre el vendedor o comprador de dichas mercancías y servicios y usted. NO OFRECEMOS NINGUNA GARANTÍA CON RESPECTO A NINGUNA TRANSACCIÓN EJECUTADA A TRAVÉS DE ESTE SITIO O EN RELACIÓN CON ESTE SITIO, Y USTED ENTIENDE Y ACEPTA QUE DICHAS TRANSACCIONES SE LLEVAN A CABO TOTALMENTE BAJO SU PROPIO RIESGO. CUALQUIER GARANTÍA QUE SE PROPORCIONE EN RELACIÓN CON CUALQUIER PRODUCTO, SERVICIO, MATERIAL O INFORMACIÓN DISPONIBLE EN O A TRAVÉS DE ESTE SITIO DE UN TERCERO ES PROPORCIONADA ÚNICAMENTE POR DICHO TERCERO, Y NO POR NOSOTROS O CUALQUIER OTRO DE NUESTROS AFILIADOS.</p><p>El contenido disponible a través de este Sitio a menudo representa las opiniones y juicios de un proveedor de información, usuario del Sitio u otra persona o entidad no relacionada con Nosotros. No respaldamos ni somos responsables de la exactitud o confiabilidad de ninguna opinión, consejo o declaración hecha por alguien que no sea un portavoz autorizado de Machol & Johannes en su capacidad oficial. Consulte las políticas editoriales específicas publicadas en varias secciones de este Sitio para obtener más información. Estas políticas se incorporan por referencia en estas Condiciones del Servicio.</p><p>Usted comprende y acepta que las interrupciones temporales de los servicios disponibles a través de este Sitio pueden ocurrir como eventos normales. Además, comprende y acepta que no tenemos control sobre las redes de terceros a las que puede acceder durante el uso de este Sitio y, por lo tanto, los retrasos y la interrupción de las transmisiones de otras redes están completamente fuera de nuestro control.</p><p>Usted comprende y acepta que los servicios disponibles en este Sitio se proporcionan &quot;COMO ES&quot; y que no asumimos ninguna responsabilidad por la puntualidad, eliminación, entrega incorrecta o el no almacenar las comunicaciones del usuario o la configuración o personalización.</p><p>ALGUNOS ESTADOS O JURISDICCIONES NO PERMITEN LA EXCLUSIÓN DE CIERTAS GARANTÍAS, POR LO QUE ALGUNAS DE LAS LIMITACIONES ANTERIORES PUEDEN NO APLICARSE EN SU CASO.</p><subtitle>8. Limitación de Responsabilidad</subtitle><p>EN NINGÚN CASO NOSOTROS O NUESTROS AFILIADOS SEREMOS RESPONSABLES ANTE USTED O CUALQUIER TERCERO POR CUALQUIER DAÑO ESPECIAL, PUNITIVO, INCIDENTAL, INDIRECTO O CONSECUENTE DE NINGÚN TIPO, O CUALQUIER DAÑO DE CUALQUIER TIPO, INCLUYENDO, SIN LIMITACIÓN, DAÑOS QUE RESULTEN EN PÉRDIDAS, POR SU USO, DE DATOS O LUCRO, SIN IMPORTAR QUE HAYAN O NO SIDO ADVERTIDOS DE LA POSIBILIDAD DE DICHOS DAÑOS, Y DE CUALQUIER TEORÍA DE RESPONSABILIDAD QUE SURJA O ESTÉ RELACIONADA CON EL USO DE ESTE SITIO O DE CUALQUIER SITIO WEB AL QUE SE HAYA MENCIONADO O VINCULADO DESDE ESTE SITIO.</p><p>ADEMÁS, NO SEREMOS RESPONSABLES DE NINGUNA MANERA POR PRODUCTOS Y SERVICIOS DE TERCEROS QUE SE OFRECEN A TRAVÉS DE ESTE SITIO O POR LA ASISTENCIA PARA REALIZAR TRANSACCIONES COMERCIALES A TRAVÉS DE ESTE SITIO, INCLUYENDO SIN LIMITACIÓN EL PROCESAMIENTO DE PEDIDOS.</p><p>ALGUNAS JURISDICCIONES PROHÍBEN LA EXCLUSIÓN O LIMITACIÓN DE RESPONSABILIDAD POR DAÑOS CONSECUENTES O INCIDENTALES, POR LO QUE LAS LIMITACIONES ANTERIORES PUEDEN NO APLICARSE EN SU CASO.</p><subtitle>9. Indemnización</subtitle><p>A solicitud nuestra, usted acepta defender, indemnizar y eximirnos a Nosotros y a nuestros Afiliados de toda responsabilidad, reclamo y gasto, incluidos los honorarios de abogados, que surjan de su uso o mal uso de este Sitio. Nos reservamos el derecho, por nuestra propia cuenta, de asumir la defensa y el control exclusivo de cualquier asunto sujeto a indemnización por su parte, en cuyo caso cooperará con Nosotros para hacer valer las defensas disponibles.</p><subtitle>10. Seguridad y Contraseña</subtitle><p>Usted es el único responsable de mantener la confidencialidad de su contraseña y cuenta y de todas y cada una de las declaraciones realizadas y actos u omisiones que ocurran a través del uso de su contraseña y cuenta. Por lo tanto, debe tomar medidas para asegurarse de que otros no obtengan acceso a su contraseña y cuenta. Nuestro personal nunca le pedirá su contraseña. No puede transferir ni compartir su cuenta con nadie, y nos reservamos el derecho de cancelar su cuenta inmediatamente si transfiere o comparte su cuenta.</p><subtitle>11. Participación en Promociones</subtitle><p>De vez en cuando, este Sitio puede incluir anuncios ofrecidos por terceros. Pudiera entablar correspondencia o participar en promociones con los anunciantes que muestran sus productos en este Sitio. Cualquier correspondencia o promociones, incluida la entrega y el pago de bienes y servicios, y cualquier otro término, condición, garantía o representación asociada con dicha correspondencia o promociones, son únicamente entre usted y el anunciante. No asumimos ninguna responsabilidad, obligación o responsabilidad por cualquier parte de dicha correspondencia o promoción.</p>",
  "terms-and-conditions-text-c": "<subtitle>12. Servicios de Correo Electrónico, Mensajería, Blogs y Chat</subtitle><p>Podemos facilitar servicios de correo electrónico, mensajería, blogs o chat (colectivamente, &quot;Comunicaciones&quot;) a disposición de los usuarios de nuestro Sitio ya sea directamente o a través de un proveedor externo. Ponemos a su disposición acuerdos suplementarios por separado que caractericen la relación entre usted y Nosotros que, excepto cuando se indique expresamente o sea contradictorio, incluyan estas Condiciones del Servicio.</p><p>No inspeccionaremos ni divulgaremos el contenido de las Comunicaciones privadas excepto con el consentimiento del remitente o del destinatario, o en las situaciones estrictamente previstas en la Ley de Privacidad de Comunicación Electrónica (Electronic Communications Privacy Act), o según lo requiera la ley o por orden judicial o gubernamental. Hay más información disponible en nuestra Política de Privacidad.</p><p>Podemos emplear técnicas o dispositivos de monitoreo automatizados para proteger a nuestros usuarios de comunicaciones masivas no solicitadas (también conocidas como &quot;spam&quot;) y / u otros tipos de comunicaciones electrónicas que consideremos inconsistentes con nuestros propósitos comerciales. Sin embargo, dichos dispositivos o técnicas no son perfectas, y no seremos responsables de ninguna comunicación legítima que esté bloqueada o de ninguna comunicación no solicitada que no esté bloqueada.</p><p>Los buzones pueden tener una capacidad de almacenamiento limitada. Si excede el espacio de almacenamiento máximo permitido, podemos emplear dispositivos automatizados que eliminen o bloqueen los mensajes de correo electrónico que excedan el límite. No seremos responsables de dichos mensajes eliminados o bloqueados.</p><subtitle>13. Uso Internacional</subtitle><p>Aunque este Sitio puede ser accesible en todo el mundo, no garantizamos que los materiales de este Sitio sean apropiados o estén disponibles para su uso en ubicaciones fuera de los Estados Unidos, y está prohibido acceder a ellos desde territorios donde su contenido sea ilegal. Aquellos que elijan acceder a este Sitio desde otras ubicaciones lo harán por su propia iniciativa y serán responsables del cumplimiento de las leyes locales. Cualquier oferta de cualquier producto, servicio y / o información realizada en relación con este Sitio es nula donde esté prohibida.</p><subtitle>14. Terminación de Uso</subtitle><p>Usted acepta que podemos, a nuestro exclusivo criterio, rescindir o suspender su acceso a todo o parte del Sitio con o sin previo aviso y por cualquier motivo, incluido, entre otros, el incumplimiento de estas Condiciones del Servicio. Cualquier sospecha de actividad fraudulenta, abusiva o ilegal puede ser motivo para terminar su relación y puede ser remitida a las autoridades policiales correspondientes.</p><p>Tras la terminación o suspensión, independientemente de las razones, por lo tanto, su derecho a utilizar los servicios disponibles en este Sitio cesa de inmediato, y usted reconoce y acepta que podemos desactivar o eliminar de inmediato su cuenta y toda la información y archivos relacionados con su cuenta y / o prohibir cualquier acceso adicional a dichos archivos o este Sitio. No seremos responsables ante usted o cualquier tercero por ningún reclamo o daño que surja de cualquier terminación o suspensión o cualquier otra acción tomada por Nosotros en relación con dicha terminación o suspensión.</p><subtitle>15. Ley Que Rige</subtitle><p>Este Sitio (excluyendo cualquier Sitio vinculado) está controlado por Nosotros desde nuestras oficinas en los estados de Colorado y de Washington en EE.UU.. Este Sitio se puede acceder desde los 50 estados, así como desde otros países del mundo. Y ya que cada uno de estos lugares tiene leyes que pueden diferir de las de Colorado y de Washington, al acceder a este Sitio ambos aceptamos que los estatutos y leyes del estado de Colorado y Washington se aplicarán a todos los asuntos relacionados con el uso de este Sitio incluyendo la compra de productos y servicios disponibles a través de este Sitio, sin importar principios legales en conflicto ni la Convención de las Naciones Unidas sobre la Ventas Internacional de Bienes. Cada uno de Nosotros acepta y por la presente se somete a la jurisdicción personal exclusiva y al lugar de cualquier tribunal de jurisdicción competente dentro del estado de Colorado y de Washington con respecto a tales asuntos.</p><subtitle>16. Avisos</subtitle><p>Todas las notificaciones a cualquiera de las partes se harán por escrito y se realizarán por correo electrónico o correo convencional. Las notificaciones que nos envíen deben ser enviadas a atención de Servicio al Cliente haciendo clic en el botón Contacto en la parte superior del Sitio web, si es por correo electrónico, o por correo convencional a Machol & Johannes 700 17th Street, Suite 200, Denver, CO 80202. Podemos transmitir avisos o mensajes a través del Sitio para informarle de cambios en el Sitio u otros asuntos de importancia, y tales transmisiones constituirán un aviso para usted en el momento del envío.</p><subtitle>17. Acuerdo Completo</subtitle><p>Estas Condiciones del Servicio constituyen el acuerdo completo y el entendimiento entre Nosotros con respecto al tema de este acuerdo y reemplaza todos los acuerdos y entendimientos anteriores de las partes con respecto a ese tema. Estas Condiciones del Servicio no pueden ser alteradas, complementadas o enmendadas por el uso de cualquier otro documento (s). Cualquier intento de alterar, complementar o enmendar este documento o el realizar un pedido de productos o servicios que estén sujetos a términos y condiciones adicionales o modificados quedará nulo y sin efecto, a menos que se acuerde lo contrario en un acuerdo escrito firmado por usted y Nosotros. En la medida en la que cualquier elemento de este Sitio o asociado con él esté en conflicto o sea inconsistente con estas Condiciones del Servicio, estas Condiciones del Servicio prevalecerán.</p><subtitle>18. Misceláneos</subtitle><p>En cualquier acción para hacer cumplir estas Condiciones del Servicio, la parte prevaleciente tendrá derecho a los costos y honorarios de los abogados. Cualquier causa de acción presentada por usted contra Nosotros o nuestros Afiliados debe instituirse en un periódo de un año a partir de que surja la causa de la acción o se considerará renunciada y prohibida para siempre.</p><p>No puede ceder sus derechos y obligaciones en virtud de estas Condiciones del Servicio a ningún tercero, y cualquier intento o pretensión de hacerlo será nulo y sin efecto. Podemos ceder libremente nuestros derechos y obligaciones en virtud de estas Condiciones del Servicio.</p><p>Usted acepta no vender, revender, reproducir, duplicar, copiar o utilizar con fines comerciales cualquier parte de este Sitio, o el uso o acceso a este Sitio.</p><p>Además de cualquier excusa proporcionada por la ley aplicable, seremos eximidos de responsabilidad por no entrega o demora en la entrega de productos y servicios disponibles a través de nuestro Sitio que surjan de cualquier evento razonable fuera de nuestro control, ya sea o no previsible por cualquiera de las partes, incluyendo pero no limitado a, disturbios laborales, guerra, incendio, accidente, clima adverso, incapacidad para asegurar el transporte, ley o regulación gubernamental y otras causas o eventos razonables fuera de nuestro control, sean o no similares a los enumerados anteriormente.</p><p>Si alguna parte de estas Condiciones del Servicio se considera inválida o inaplicable, esa parte se interpretará de manera consistente con la ley aplicable para reflejar, en la medida de lo posible, las intenciones originales de las partes, mientras que el resto de las Condiciones del Servicio permanecerá en pleno vigor y efecto.</p><p>Cualquier falla por nuestra parte para hacer cumplir o ejercer cualquier disposición de estas Condiciones del Servicio o derechos relacionados no constituirá una renuncia a ese derecho o disposición.</p><subtitle>19. Información de contacto</subtitle>",
  "terms-and-conditions-text2": "Salvo que se indique explícitamente en este Sitio, los servicios disponibles a través de este Sitio son ofrecidos por Machol & Johannes ubicado en 700 17th Street, Suite 200, Denver, CO 80202. Nuestro número de teléfono es 303-830-0075. Si nota que algún usuario infringe estas Condiciones del Servicio, comuníquese con Nosotros haciendo clic en el botón Contacto en la parte superior del Sitio web, o haga ",
  "terms-and-conditions-text3": "clic aquí para contactarnos",
  "terms-and-conditions-text4": "HAGA CLIC EN EL SIGUIENTE LINK PARA OBTENER INFORMACIÓN SOBRE LA",
  "terms-and-conditions-text5": "LEY DE PRÁCTICAS DE COBRO DE DEUDA JUSTA DE COLORADO (COLORADO FAIR DEBT COLLECTION PRACTICES ACT)",
  "notfound": {
    "header": "Lo sentimos...",
    "description": "No hemos podido localizar la página que busca. Por favor inténtelo nuevamente o regrese a la página principal."
    }
  }
  